<h1>Creation de questionaire</h1>
<p>La premi&egrave;re chose &agrave; faire et de cr&eacute;er un nouveaux projet (Projet-&gt;Nouveau)</p>
<p>une fois cr&eacute;er le projet est accesible depuis Projet-&gt;Ouvrir et suprimable depuis Projet-&gt;Suprimer</p>
<h2>Remplissage et configuration du questionaire</h2>
<p>&nbsp;Une fois le projet cr&eacute;er le menu configuration devrais s'ouvrir automatiquement sinon il est accecible depuis Project-&gt;Configuration sur Windows et muranoproject-&gt;preference sur Mac</p>
<p>Depuis l'onglet general vous pouver d&eacute;cocher l'option Afficher l'index afin que l'utilisateur arrive directement sur le questionaire (pas de page jour 1, jour 2 etc..)</p>
<h2>Creation de la pool de personne</h2>
<p>Depuis l'onglet Personne vous pouvez cr&eacute;er des groupes (click droit puis nouv eaux) et des personnes (click droit puis nouvelle personne) que vous pouvez ensuite configurer a l'aide de la fen&ecirc;tre a droite apr&egrave;s avoir click&eacute; dessus (n'oubliez pas d'appuyer sur enregistrer)</p>
<p>Les groupe poss&eacute;dent 2 parametre</p>
<ol>
<li><strong>Noms: </strong>c'est le noms qui apparaitera dans la sortie</li>
<li><strong>Description:</strong>&nbsp;c'est le noms qui apparaitera&nbsp;sur le formulaire</li>
</ol>
<p>Les personne poss&eacute;de 3 parametre</p>
<ol>
<li><strong>Noms</strong></li>
<li><strong>Prenoms</strong></li>
<li><strong>Email</strong></li>
</ol>
<h2>Creation de la pool de question</h2>
<p>Depuis l'onglet question&nbsp;vous pouvez cr&eacute;er des groupes (click droit puis nouveaux) et des questions&nbsp;(click droit puis nouvelle question) que vous pouvez ensuite configurer a l'aide de la fen&ecirc;tre a droite apr&egrave;s avoir click&eacute; dessus (n'oubliez pas d'appuyer sur enregistrer)</p>
<p>Les groupe poss&eacute;dent 3 parametre</p>
<ol>
<li><strong>Noms: </strong>c'est le noms qui apparaitera dans la sortie.</li>
<li><strong>Description:</strong>&nbsp;c'est le noms qui apparaitera&nbsp;sur le formulaire.</li>
<li><strong>type</strong>: d&eacute;finit la fa&ccedil;ons dont sera affich&eacute; le groupe cot&eacute; formulaire.</li>
</ol>
<img src="Screen Shot 2016-12-12 at 7.25.59 PM.png"/>
<img src="Screen Shot 2016-12-13 at 9.41.13 PM.png"/>
<p>&nbsp;</p>
<p>Les question&nbsp;poss&eacute;dent plusieurs param&eacute;tre</p>
<ol>
<li><strong>Type</strong>: Cest le type de question :
<ol style="list-style-type: lower-alpha;">
<li><strong>nombre</strong>: Une question dont la r&eacute;ponse est un nombre.</li>
<li><strong>Oui/non</strong>: Une question dont la r&eacute;ponse est oui ou non .</li>
<li><strong>option</strong>: une question dont la r&eacute;ponse peut etre plusi eurs option s&eacute;lectioner a l'avance.</li>
<li><strong>option avec valeur</strong>: une question dont la r&eacute;ponse peut etre plusieurs option s&eacute;lectioner a l'avance corespondant chaqu'une &agrave; un chiffre.</li>
<li><strong>suggestion</strong>: une question dont la reponse et un text libre.</li>
</ol>
</li>
<li><strong>Noms<strong>: </strong></strong>c'est le noms qui apparaitera dans l a sortie.</li>
<li><strong>Description:</strong>&nbsp;c'est le noms qui apparaitera&nbsp;sur le formulaire.</li>
<li><strong>Min Max</strong>: les chiffres maximum et minimum autoris&eacute; po ur les question de type nombre.</li>
<li><strong>Option:&nbsp;</strong>les options pour les questions de type option ou option avec valeur.</li>
<li><strong>Ponderation: </strong>Permet de preparer un coeficient pouvant &ecirc;tre appliquer &agrave; cette question si elle est numerique</li>
<li><strong>Groupe Cible:</strong> d&eacute;finit qui voit la question</li>
<li><strong>Unit&eacute;:&nbsp;</strong>d&eacute;finit l'unit&eacute; dans laquelle une question nombre doit etre remplie</li>
<li><strong>Estimation et reel</strong>: d&eacute;finit si la question doit apparaitre seulement a l'estimation seulement lors des jour ou tout le temps.</li>
</ol>
<h2>Preview</h2>
<p>Depuis l'onglet preview vous pouvez acceder a l'arborecence du questionaire de facons plus visuelle</p>
<p>La mise a jour de cette fen&ecirc;tre n&eacute;cessite de fermer et rouvrir le menu configuration</p>
<p>D'ici vous pouver cliquer sur chaque groupe et question directement pour les modifier ainsi qu'&eacute;changer deux groupe ou deux question en glissant-d&eacute;posant (attention quand vous &eacute;changer deux groupes les questions qui lui sont attribu&eacute; ne sont pas &eacute;changer avec)</p>
<h1>Mail et suivi</h1>
<h2>Mail automatique</h2>
<p>Depuis Serveur et mail-&gt;Programmer une serie de sondage vous pouvez progra mer des mail automatique</p>
<p>Les dates valides sont tout les quarts d'heures (XXh00, XXh15, XXh30 ou XXh45)</p>
<p>Vous pouvez s&eacute;lectioner un groupe de personne vis&eacute; particulier gr&acirc;ce &agrave; l'arbre de gauche</p>
<p>Le mail envoyer corespond a celui &eacute;crit &agrave; droite un lien y est pre&eacute;crit a chaque fois que cette fenetre et ouverte&nbsp;(vous pouvez chang er)</p>
<p>L'option ref permet d'envoyer l'estimation</p>
<p>L'option iteration permet de pr&eacute;parer plusieurs sondage d'un seul coup les sondages seront rajout&eacute; &agrave; la m&ecirc;me heure que le premier suivant les jours selection&eacute;s, si l'option ref est cocher seul la premi&egrave;re iteration sera impact&eacute;</p>
<h2>Mail a la mano</h2>
<p>Le lien est&nbsp;http://etudemurano.alwaysdata.net/directlogin.php?p="id de la personne"&amp;s="noms&nbsp;du sondage"</p>
<p>Les donn&eacute;es n&eacute;cessaire &agrave; l'&eacute;criture peuvent extrait en excell en clickant sur Serveur et mail-&gt;Excell info depuis la page principale</p>
<p>Vous pouvez&nbsp;gerez qui doit remplir quoi depuis Serveur et mail-&gt;Gestion des jours (le nombre de jours &agrave; remplir comprend les jours d&eacute;j&agrave; remplie)</p>
<h1>Resultat</h1>
<p>Pour extraire les resultats bruts directement vous pouvez clicker sur Outils-&gt;Extraire les donn&eacute;es brutes en xlsx</p>
<p>Sinon a l'aide du menu Affichage vous avez acc&egrave;s a trois tableaux different (le tableaux global a pas encore &eacute;t&eacute; corectement retester)</p>
<p>Vous pouvez convertir n'importe lequel de ces tableaux en xlsx en cliquant sur Outils-&gt;Convertir en xlsx</p>
<p>L'option Affichage-&gt;Ponderation permet d'apliquer le coeficient de pond&eacute;ration</p>
<p>Vous pouver utiliser le paneaux a gauche pour filtrer les information selon les groupe de personne et de question vous pouvez aussi s&eacute;l&eacute;ctioner l'iteration minimum et maximum si vous voulez regarder les resultats sur une periode particuli&egrave;re</p>